text_err = ('Коэффициент охвата (Engagement Rate by Reach) — метрика, которая показывает, '
            'сколько людей из тех, что увидели пост, взаимодействовали с ним: комментировали, '
            'ставили лайки, делали репосты. '
            'Более правильно ERR переводится как коэффициент вовлечённости по охвату.'
            'Как рассчитать: (количество реакций / охват) × 100%')
text_ar = ('В переводе с английского amplification rate означает «скорость распространения». '
           'AR характеризует виральность, то есть показывает, понравилась ли публикация подписчикам, '
           'и готовы ли они поделиться ей на своей странице. '
           'Чем выше коэффициент распространения, тем больше шансов, '
           'что пост быстро разойдется по соцсети. Как рассчитать: (количество комментрариев / охват) × 100%')

text_target_audience = """
Этот элемент дашборда поможет вам сделать выводы о вашей целевой аудитории. 
Исходя из этих данных, вы сможете регулировать и корректировать свой контент, 
закупать таргетированную рекламу и развивать своё сообщество в соответствии с вашими целями.
"""

ar_mean_low = "По общим стандартам ваш показатель AR низкий."
ar_mean_average = ("По общим стандартам ваш показатель AR средний, "
                   "сложно сделать вывод об эффективности вашего сообщества.")
ar_mean_high = "Поздравляем! По общим стандартам ваш показатель AR высокий."

err_mean_low = "По общим стандартам ваш показатель ERR низкий."
err_mean_average = ("По общим стандартам ваш показатель ERR средний, "
                    "сложно сделать вывод об эффективности вашего сообщества.")
err_mean_high = ("Поздравляем! "
                 "По общим стандартам ваш показатель ERR высокий.")
